7767517
44 46
Input                    input                    0 1 input
Convolution              Conv_0                   1 1 input 177 0=16 1=3 3=2 4=1 6=144 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_6                   1 1 177 186 0=16 1=3 4=1 5=1 6=144 7=16 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_12                  1 1 186 195 0=24 1=1 5=1 6=384 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_18                  1 1 195 204 0=24 1=3 3=2 4=1 5=1 6=216 7=24 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_24                  1 1 204 213 0=48 1=1 5=1 6=1152 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_30                  1 1 213 222 0=48 1=3 4=1 5=1 6=432 7=48 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_36                  1 1 222 231 0=48 1=1 5=1 6=2304 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_42                  1 1 231 240 0=48 1=3 3=2 4=1 5=1 6=432 7=48 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_48                  1 1 240 249 0=96 1=1 5=1 6=4608 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_54                  1 1 249 258 0=96 1=3 4=1 5=1 6=864 7=96 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_60                  1 1 258 267 0=96 1=1 5=1 6=9216 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_66                  1 1 267 276 0=96 1=5 3=2 4=2 5=1 6=2400 7=96 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_72                  1 1 276 285 0=192 1=1 5=1 6=18432 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_78                  1 1 285 294 0=192 1=5 4=2 5=1 6=4800 7=192 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_84                  1 1 294 303 0=192 1=1 5=1 6=36864 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_90                  1 1 303 312 0=192 1=5 4=2 5=1 6=4800 7=192 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_96                  1 1 312 321 0=192 1=1 5=1 6=36864 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_102                 1 1 321 330 0=192 1=5 4=2 5=1 6=4800 7=192 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_108                 1 1 330 339 0=192 1=1 5=1 6=36864 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_114                 1 1 339 348 0=192 1=5 4=2 5=1 6=4800 7=192 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_120                 1 1 348 357 0=192 1=1 5=1 6=36864 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_126                 1 1 357 366 0=192 1=5 4=2 5=1 6=4800 7=192 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_132                 1 1 366 375 0=192 1=1 5=1 6=36864 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_138                 1 1 375 384 0=192 1=5 3=2 4=2 5=1 6=4800 7=192 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_0              1 2 384 384_splitncnn_0 384_splitncnn_1
Pooling                  GlobalAveragePool_150    1 1 384_splitncnn_1 391 0=1 4=1
InnerProduct             Conv_151                 1 1 391 393 0=48 1=1 2=9216 9=1
InnerProduct             Conv_153                 1 1 393 394 0=192 1=1 2=9216
HardSigmoid              Div_157                  1 1 394 400 0=1.666667e-01
BinaryOp                 Mul_162                  2 1 384_splitncnn_0 400 409 0=2
Convolution              Conv_163                 1 1 409 418 0=384 1=1 5=1 6=73728 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_169                 1 1 418 427 0=384 1=5 4=2 5=1 6=9600 7=384 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_1              1 2 427 427_splitncnn_0 427_splitncnn_1
Pooling                  GlobalAveragePool_181    1 1 427_splitncnn_1 434 0=1 4=1
InnerProduct             Conv_182                 1 1 434 436 0=96 1=1 2=36864 9=1
InnerProduct             Conv_184                 1 1 436 437 0=384 1=1 2=36864
HardSigmoid              Div_188                  1 1 437 443 0=1.666667e-01
BinaryOp                 Mul_193                  2 1 427_splitncnn_0 443 452 0=2
Convolution              Conv_194                 1 1 452 461 0=384 1=1 5=1 6=147456 9=6 -23310=2,1.666667e-01,5.000000e-01
Pooling                  GlobalAveragePool_200    1 1 461 462 0=1 4=1
InnerProduct             Conv_201                 1 1 462 470 0=1280 1=1 2=491520 9=6 -23310=2,1.666667e-01,5.000000e-01
Reshape                  Reshape_212              1 1 470 478 0=-1
InnerProduct             Gemm_213                 1 1 478 output 0=2 1=1 2=2560
